Repository: Aryanmeta/Online-Shop-Using-Django
Catalog: cart/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Product successfully added to cart
fa: محصولی که انتخاب کردی با موفقیت به سبد خریدت اضافه شد

source: Product successfully removed from cart
fa: محصولی که انتخاب کردی با موفقیت از سبد خریدت برداشته شد

source: Cart
fa: سبد خرید

source: Product Photo
fa: عکس محصول

source: Product Name
fa: نام محصول

source: Product Price
fa: قیمت

source: Product Quantity
fa: تعداد

source: Total
fa: جمع

source: Cart is empty! Please add some product to the cart
fa: سبد خریدت خالیه ! دوس داشتی یه سر به فروشگاهمون بزن برات کلی محصول آوردیم !!!

source: Go shopping
fa: بریم فروشگاه گردی !!!

source: Empty the shopping cart
fa: خالی کردن سبد خرید

source: Checkout
fa: پرداخت

source: Go to cart
fa: رفتن به سبد خرید

source: All products successfully removed from your cart
fa: محصولی که انتخاب کردی با موفقیت از سبد خریدت برداشته شد

source: Your cart is already empty
fa: سبد خرید شما از قبل خالی بوده است!
